{
  "players": [
    {
      "id": 0,
      "name": "Player 1",
      "score": "10763",
      "decisions[kpis][]": [
        "0",
        "3",
        "7"
      ],
      "decisions[positioning][price_m]": "1",
      "decisions[positioning][price_f]": "2",
      "decisions[positioning][quality_m]": "2",
      "decisions[positioning][quality_f]": "2",
      "decisions[product][quality_m]": "30",
      "decisions[product][quality_f]": "60",
      "decisions[price][sell_m]": "100",
      "decisions[price][sell_f]": "150",
      "decisions[people][training_bud]": "6000",
      "decisions[process][service_m]": "2500",
      "decisions[process][service_f]": "5000",
      "decisions[physical_environment][decor_m]": "10000",
      "decisions[physical_environment][decor_f]": "10000",
      "decisions[product][improvements_m][]": "8",
      "decisions[product][improvements_f][]": "18",
      "decisions[promotion][message_m][]": [
        "3",
        "5"
      ],
      "decisions[promotion][message_f][]": [
        "3",
        "5"
      ],
      "scorecard[sales_revenue]": "1215000",
      "scorecard[gross_margin]": "55",
      "scorecard[operating_profit]": "508000",
      "scorecard[market_share_men]": "20",
      "scorecard[market_share_women]": "19",
      "scorecard[brand_awareness_men]": "12",
      "scorecard[brand_awareness_women]": "12",
      "scorecard[brand_image_men]": "40",
      "scorecard[brand_image_women]": "60",
      "scorecard[brand_loyalty_men]": "50",
      "scorecard[brand_loyalty_women]": "50",
      "ceo": "false",
      "articleRanks[]": [
      ]
    },
    {
      "id": 1,
      "name": "Player 2",
      "score": 0,
      "articleRanks[]": []
    }
  ],
  "articles": [
    {
      "id": 0,
      "title": "A third of clothes bought online are returned",
      "contents": "A third of clothes bought online last month in the UK were returned after customers tried them on at home, it has been revealed. The survey, published by UK Retail Watch, showed 62 per cent of people returning clothes blamed how they fitted once they’d tried them out, while 18 per cent said products appeared different in real life to their pictures on the website. It shows that despite the growing popularity of online clothes shopping, customers are ‘more than willing to return items they aren’t completely satisfied with’, according to UK Retail Watch analyst Ralph Bowman. \nHe added: ‘If 33 per cent of customers are saying they aren’t happy with their clothes and are sending them back, the online clothes shopping model clearly isn’t a magic cure for slumps in high-street growth. ‘Profit margins for online-only clothing companies can be rather slim, so returns can make a big difference. ‘It’s interesting that clothing companies that augment their bricks-and-mortar retailing with online shopping saw fewer returns of clothes last month. It’s likely that some customers first see and try on items on the high street, then purchase later online.’ The companies behind the BeUnique, Modismo and FashionFirst retail websites all have recorded dips in growth for the second consecutive quarter.\n Source: The Sunday Chronicle (Sunday broadsheet newspaper)"
    },
    {
      "id": 1,
      "title": "Q&A with fashion blogger Margaret Beatty",
      "contents": "Q – What’s the next big trend in jeans? \nA – I think young people and students are crying out for the big jeans brands to let them customise their pairs online. We already see it with sportswear companies, especially with trainers, and jeans will soon follow suit. Lots of shoppers already do it themselves. \n\nQ – What evidence is there that customising jeans is so popular?\nA – Just look around you when you go out! Younger shoppers don’t just want traditional plain jeans, they tend to go for trendier pairs, such as the boom in wearing skinny jeans, or they’re customising their own. I see loads of people dyeing their jeans, bleaching them, using patches, studs, beads, there’s lots you can do. It’s all about feeling ‘unique’, and expressing their personalities through fashion, I think. \n\nQ – Where can we buy our own? \nA – There are websites that let you do it, or that give you tips on how to customise at home – I’ve heard of a few bloggers putting tutorials up on YouTube – but if you ask me most kids want the end-result of customised jeans, but also the convenience of doing it online and a finished product guaranteed to not have any flaws. I wouldn’t be surprised if some of the big brands started catching on soon. \n\nSource: Catwalk (high-end monthly fashion magazine)"
    },
    {
      "id": 2,
      "title": "Brand report card",
      "contents": "A Brand report card is a process, which may be used by the companies to periodically audit their brands’ strengths and weaknesses on certain relevant product characteristics and comparing these with the strong brands in the same product category. Kevin Lane Keller in a HBR article (2000) has identified 10 attributes that would measure the strength of the brands and constructed a report card. The traits can be listed as follows:\n1. The brand excels at delivering the benefits customers truly desire - Branding brings in the relationship between the way we project our products and the way customers accept it. It is very important to understand what the customers actually want and deliver the same.\n2. The brand stays relevant - Keep pace with the requirements of the customer's preference which is subject to change periodically a thus stay relevant.\n3. The pricing strategy is based on consumers’ perceptions of value - Value pricing should not be adopted at the expense of essential brand-building activities.\n4. The brand is properly positioned - Studies the strength on the basis of two variables - point of parity (thereby neutralizing the competitors’ advantages) and point of difference (thereby achieving advantages over competitors).\n5. The brand is consistent - Keeping the right balance between continuance in marketing activities and the kind of change needed to stay relevant.\n6. The brand portfolio and hierarchy make sense - Studies the strength of the brand based on its portfolio and the way it is arrived at. Single product lines are often sold under different brand names, and different brands within a company hold different powers.\n7. The brand makes use of and coordinates a full range of marketing activities to build equity - Measures the ability of the brand to reach the target customers and create value and thereby create brand equity.\n8. The brand’s managers understand what the brand means to consumers - If its clear what customers like and don’t like about a brand, and what core associations are linked to the brand, then it should also be clear whether any given action will reinforce the brand or create friction.\n9. The brand is given proper support and that support is sustained over the long run.\n10. The company monitors sources of brand equity - Creating brand equity is not an easy job but sustaining it is tougher. Strong brands generally make good and frequent use of in-depth brand audits and ongoing brand-tracking studies."
    },
    {
      "id": 3,
      "title": "Branding in the Digital Age",
      "contents": "Consumers today connect with brands in a fundamentally new way, often through media channels that are beyond manufacturers’ and retailers’ control.  This means traditional marketing strategies must be resigned to accord with how brand relationships have changed. Consumers still want a clear brand proposition, what has changed is when – at what touch points – consumers are open to influence: \nThen: The Funnel Metaphor\n\nFor years, marketers assumed that customers started with a large number of potential brands in mind and methodically winnowed their choices until they'd decided which one to buy. After purchase, their relationship with the brand typically focused on the use of the product or the service itself.\n\nNow: The Consumer Decision Journey\n\nNew research shows that rather than systematically narrowing their choices, consumers add and subtract the brands from a group under consideration during an extended evaluation phase. After purchase, they often enter into an open-ended relationship with the brand, sharing their experience with it online.\n\nConsider & Buy\n\nMarketers often overemphasize the \"consider\" and \"buy\" stages of the journey, allocating more resources than they should to building awareness through advertising and encouraging purchase with retail promoting.\n\nEvaluate & Advocate\n\nNew media make the \"evaluate\" and \"advocate\" stages increasingly relevant. Marketing investments that help consumers navigate the evaluation process and then spread positive word of mouth about the brands they choose can be as important as building awareness and driving pruchase.\n\nBond\n\nIf consumers' bond with a brand is strong enough, they repurchase it without cycling through the earlier decision-journey stages."
    }
  ]
}
